Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Following the reversal in the world economy from 2008, rates and vessel values fell steeply within several segments.
nn: kvar. Etter omslaget i verdsøkonomien frå 2008 fall ratar og skipsverdiar innanfor fleire segment kraftig.

source: In recent years there has been interest from Sweden, Denmark, Finland and the United Kingdom in using Troll for periods of varying length.
nn: Dei siste åra har det vore interesse for bruk av Troll på kortare og lengre sikt frå Sverige, Danmark, Finland og Storbritannia.

source: In 2007 the Norsk Tipping funds to national institutions were allocated for measures to promote fields of art and culture that face special challenges.
nn: I 2007 er dei sentrale midlane til Den kulturelle skulesekken fordelte til tiltak for å styrkje kunst- og kulturområde med særlege utfordringar.

source: Ministry of Children and Families
nn: Barne- og familiedepartementet

source: ICT solutions shall be designed in such a way that they do not pose barriers against changes in business processes, content, organisation, ownership or infrastructure.
nn: IKT-løysingar skal utformast slik at dei ikkje avgrensar seinare endringar i arbeidsprosessar, innhald, organisering, eigarforhold eller infrastruktur.

source: Climate change may have made it possible for the species to expand its distribution in this way.
nn: Eggakanten har stor variasjon i miljøforholda i dei bratte delane av skråninga.

source: On 8 May 2013, Sunndal Sparebank was granted a licence to issue transferable equity capital certificates.
nn: Sunndal Sparebank fekk 8. mai 2013 løyve til å utstede omsettelege eigenkapitalbevis.

source: The overall effect on costs will depend on how much more expensive equity is than debt at the outset, and on how return on equity requirements and risk premiums change when banks get more equity and thus become more robust.
nn: Den samla verknaden på kostnadane vil avhenge av kor mykje dyrare eigenkapital i utgangspunktet er enn gjeld, og av korleis avkastningskrav og risikopremier endrar seg når banken får meir eigenkapital og difor vert meir solid.

source: Culture is also important to the development of civil society.
nn: som ICES har nytta som basis for fiskerirådgjeving i meir enn eit tiår.

source: The agricultural industry collaborates with ministries, government agencies and R&D institutions on issues such as consent-based access to both privately and publicly held industry data, better decision support systems for farmers, digital applications for agricultural loans, and guidelines for ownership to data in Norwegian agriculture.
nn: Landbruksnæringa samarbeider med departement, direktorat og forskings- og utdanningsinstitusjonar om blant anna samtykkebasert tilgang data innan næringa – både private og offentlege, betre støttesystem for avgjerder for bønder, digital søknad om landbrukslån og retningsliner for eigarskap til data i norsk landbruk.

source: From 2007, life insurance companies have invested more in lending and claims valued at amortised cost.
nn: Frå 2007 har livsforsikringsselskapa investert meir i utlån og krav vurderte i rekneskapen til amortisert kost.

source: To Minister of Petroleum and Energy Marte Mjøs Persen (Lab.)
nn: For olje- og energiminister Marte Mjøs Persen (Ap)

source: of all households in 2011.
nn: av alle hushald i 2011.

source: In the long term, the guidance would ideally be adapted to different target groups with similar requirements and needs and to sector-specific needs.
nn: På sikt er det ønskeleg at rettleiinga kan vere tilpassa ulike typar målgrupper som har liknande krav og behov, og spesielle sektorbehov.

source: from Norcem and Fortum Oslo Varme, as well as being capable of receiving CO
nn: frå Norcem og Fortum Oslo Varme, samtidig som det vert lagt til rette for å ta imot CO

source: Textbox 3.3 Experimental economics
nn: Boks 3.3 Eksperimentell økonomi

source: CPI-FW = CPI adjusted for frequency of price changes.
nn: KPI-FV = KPI justert for frekvens av prisendringar.

source: participation in cooperation with the employees’
nn: ming og medverknad i samarbeid med arbeidstakar-

source: The majority (around 70 per cent) of Norwegian polar research in the Antarctic is financed by appropriations from the central government budget to the Norwegian Polar Institute, the Institute of Marine Research and other research institutes, and around 14 per cent is funded through the Research Council of Norway’s research programme.
nn: Mesteparten (om lag 70 prosent) av norsk polarforsking i Antarktis vert finansiert ved løyvingar over statsbudsjettet til Norsk Polarinstitutt, Havforskingsinstituttet og instituttsektoren, og om lag 14 prosent vert løyvt over forskingsprogramma til Norges Forskingsråd.

source: working methods and high-standard performance.
nn: former og ytingar av god kvalitet.

source: The county authorities administer around NOK 2.2 billion, or approximately 80 per cent, of the special funding for rural and regional policy.
nn: Fylkeskommunane forvaltar rundt 2,2 milliardar kroner, eller vel 80 prosent, av dei særskilde midlane til distrikts- og regionalpolitikken.

source: The Maudheim Expedition, which overwintered from 1949–52 at 71° 03’ S latitude and 10° 56’ W longitude, inaugurated a new era by putting polar research more in the foreground.
nn: Maudheim-ekspedisjonen, som overvintra i 1949–52 på 71° 03’ sørleg breidd og 10° 56’ vestleg lengd, innleidde ein ny tidbolk fordi sjølve polarforskinga no kom meir i framgrunnen.

source: The most recent benefit realisation plan also builds on an updated socioeconomic analysis conducted by Gassnova in cooperation with DNV GL in autumn 2019.
nn: Den siste gevinstrealiseringsplanen byggjer også på ein oppdatert samfunnsøkonomisk analyse som Gassnova utførte i samarbeid med DNV GL hausten 2019.

source: One can expect a lower debt-servicing capacity ahead, because corporations’ funding costs are increasing due to widening credit spreads, while their debt levels are growing.
nn: Ein kan venta lågare gjeldsbeteningsevne i tida framover, av di risikopåslaga på gjeldsfinansieringa til føretaka aukar og gjelda veks.

source: investment budget be raised by NOK 2 billion to NOK 12
nn: auke investeringsramma med 2 milliardar kroner til 12 milliardar

source: Consequently, no fees will be imposed by the Norwegian Banks’ Guarantee Fund on its member banks in 2012.
nn: kroner. Det vert difor ikkje kravd inn avgift til Bankenes sikringsfond frå medlemsbankane i 2012.

source: In 2020, Enova provided approximately NOK 3.3 billion in support to almost 13 000 energy and climate projects in Norway.
nn: I 2020 gav Enova om lag 3,3 milliardar kroner i støtte til nesten 13 000 energi- og klimaprosjekt i Noreg.

source: On average in recent years, about two private expeditions per year have been approved.
nn: Dei siste åra har det i snitt vore godkjent rundt to årlege private ekspedisjonar.

source: are strong grounds for disposal at sea.
nn: det bestemt at utrangerte installasjonar skal fjernast

source: The government proposes to approve in the region of NOK 80 billion for transport purposes in 2021.
nn: Regjeringa foreslår å løyve om lag 80 milliardar kroner til samferdselsformål i 2021.

source: Due to COVID-19, this has been changed.
nn: På grunn av covid-19 er dette endra.

source: Kindergarten teachers have always stressed the importance of active children, and kindergartenactivities have been based on the children's own interests and needs.
nn: Lærarar i barnehagen har alltid lagt vekt på det aktive barnet og i stor grad valt fagleg innhaldetter barn sine interesser og behov.

source: A well-functioning business community is imperative for welfare, living conditions and quality of life in all types of communities, in both urban and rural areas.
nn: Eit godt fungerande næringsliv er ein viktig føresetnad for velferd, levekår og livskvalitet i alle typar samfunn, både i byregionar og i spreiddbygde område.

source: Until 50 years have elapsed from the protocol’s entry into force, meaning until 2048, the prohibition can only be set aside by a consensus decision of the Antarctic Treaty Consultative Parties.
nn: Før det er gått 50 år frå protokollen tok til å gjelde, det vil seie før 2048, kan forbodet berre opphevast ved konsensus blant dei konsultative partane i Antarktistraktaten.

source: This makes it easier for them to co-ordinate their tracing efforts, and to follow up on those who are infected or in quarantine.
nn: Det blir lettare å samarbeide om sporing, og å følge opp dei som er smitta eller i karantene.

source: of any person believed to be in possession
nn: er også lagt til grunn for utvidinga av bompenge-

source: Enterprises seeking high-level security accreditation in the UK framework, G-Cloud, can apply for this.
nn: Verksemder som ønsker å bli akkrediterte for eit høgre tryggingsnivå i Storbritannia sitt rammeverk, G-Cloud, kan søke om dette.

source: Chapter 2 of this report contains a more detailed discussion of the prospects of financial stability in Norway.
nn: I kapittel 2 i denne meldinga er det ei nærare omtale av utsiktene til finansiell stabilitet i Noreg.

source: Outsourcing of ICT activities can reduce costs, but may also make payment systems and other parts of the financial infrastructure more vulnerable to operational interruption.
nn: Bortsetjing av IKT-verksemd kan minske kostnadane, men det kan gjere betalingssystem og andre deler av den finansielle infrastrukturen meir utsett for driftsavvik òg.

source: For some sectors and some sources of CO
nn: For nokre sektorar og nokre utsleppskjelder kan fangst og lagring av CO

source: FILM&KINO is a member organisation for municipalities and a trade organisation for the cinema and film industry.
nn: FILM&KINO er ein medlemsorganisasjon for norske kommunar og samstundes ein bransjeorganisasjon for kino- og videobransjen.

source: For example, the UK's HM Revenues & Customs (HMRC) has chosen Google Apps in a cloud solution for office support.
nn: Skatt og toll i Storbritannia (HMRC) har for eksempel valt Google Apps i ei skyløysing for kontorstøtte.

source: Article 6 of the convention concerns international cooperation and assistance, and obviously does not give the state the right to act in contravention of the convention.
nn: Artikkel 6 ikonvensjonen handlar om internasjonalt samarbeid og bistand, og den gjev sjølvsagt hellerikkje nasjonalstaten rett til å handle i strid med konvensjon.

source: The development aid framework remains as it was in the 2020 central government budget adopted in December 2020.
nn: Bistandsramma er i framlegget uendra jamført med statsbudsjettet for 2020, som vart vedtatt i desember 2020.

source: This was essential to maintain services in areas such as Mental Health and Addiction, and proved to be a great relief for the home-based services.
nn: Dette var viktig for å kunne oppretthalde tenester som Psykisk helse og Rus, og det fungerte som stor avlasting til heimetenesta.

source: Virunga is the habitat of one of the two remaining mountain gorilla populations (http://www.igcp.org/gorillas/mountain-gorillas/).
nn: Virunga er leveområde for ein av dei topopulasjonane fjellgorilla som framleis finst (http://www.igcp.org/gorillas/mountain-gorillas/).

source: It cooperates with the Oil and Gas Climate Initiative (OGCI)
nn: Det har samarbeid med Oil and Gas Climate Initiative (OGCI)

source: Norwegian banks’ lending to commercial property and shipping accounts for more than half of the banks’ lending to non-financial corporations.
nn: Lån til føretak innanfor næringseigedom og skipsfart utgjer meir enn halvparten av utlåna frå bankane til ikkje-finansielle føretak.

source: This White Paper presents a comprehensive government strategy to develop a public health policy for our time and strengthen the preventive work in the healthcare service.
nn: til kommunar i distrikta er eit ledd i arbeidet med å styrkje konkurransekrafta i kommunar og regionar og skape attraktive stader for unge i etableringsfasen.

source: This is the highest level registered in any of the mortgage studies, which have, as mentioned, been conducted since 1994.
nn: Det er det høgaste nivået som er registrert i bustadlånundersøkingane, som Finanstilsynet altså har gjennomført sidan 1994.

source: In the National Budget 2013, the Ministry of Finance expected mainland Norway GDP growth of 2.9 per cent this year.
nn: I nasjonalbudsjettet 2013 rekna Finansdepartementet med ein vekst i BNP for Fastlands-Noreg på 2,9 pst.

source: This indicates higher profitability and less competition in the retail customer market than in the market for private sector businesses, since margins for private sector businesses are generally associated with higher risk.
nn: Det indikerer høgare lønsemd og lågare konkurranse på personkundemarknaden enn på marknaden for private føretak, ettersom marginane for private føretak i utgangspunktet er forbundne med høgare risiko.

source: Therefore, Article 6 states that
nn: Artikkel 6 Opplysningar

source: The fragility and instability of the Sahel is most clearly visible in Mali and its surrounding areas, and in Libya.
nn: Sårbarheit og dårleg stabilitet i Sahel er mest synleg i Mali og den omkringliggjande regionen, og i Libya.

source: As one alternative, Finanstilsynet was asked to propose a model in which the risk weights for residential mortgages are to be set to at least 35 per cent, as under the standardised approach.
nn: Som eit av alternativa vart Finanstilsynet bede om å føreslå ein modell der risikovekta for bustadlån skal setjast til minst 35 prosent, som i standardmetoden.

source: Children and adolescents who experience a crisis, such as illness, death, divorce, incest, or who arebeing bullied and excluded from other pupils, will need special care.
nn: Barn og unge som opplever livskriser, for eksempel møter sjukdom, død, skilsmisse, incest ellerblir mobba og utstøytte frå fellesskapet, vil i periodar krevje ekstra omsorg.

source: The new regulations stipulate system requirements, as well as requirements concerning the format and contents of the reports to be submitted to the Norwegian Banks’ Guarantee Fund when a decision has been made to place a bank under public administration.
nn: Den nye forskrifta fastset krav til system, format og innhald i dei rapportane som skal oversendast Bankenes sikringsfond når det er gjort vedtak om å setje banken under offentleg adminstrasjon.

source: In the Nordic countries, the percentage of inflexible renewable energy is increasing rapidly, non-renewable energy is being phased out and Norwegian and Nordic power surpluses are increasing.
nn: I Norden aukar prosentdelen uregulerbar fornybar kraft raskt, ikkje-fornybar kraft blir fasa ut og det norske og nordiske kraftoverskotet aukar.

source: It significantly changed the legal framework for the Antarctic policies of Norway and other countries, and for their activities in the Antarctic.
nn: Traktaten førte samstundes med seg ei vesentleg endring i dei rettslege rammevilkåra for antarktispolitikken til Norge og andre land, og for verksemda deira elles i Antarktis.

source: The band around the CPI is the variation in the CPI adjusted for tax changes and excluding energy products in the average period measured by +/– one standard deviation.
nn: Bandet rundt KPI er variasjonen i KPI justert for avgiftsendringar og utan energivarer i snittperioden, målt ved +/– eitt standardavvik.

source: The Government has intensified its efforts over a period of several years by providing funding for peacekeeping and conflict-prevention efforts, development aid to promote stabilisation and improve living conditions, and life-saving humanitarian assistance.
nn: Regjeringa har auka innsatsen over fleire år, gjennom norske bidrag til å bevare fred og motverke konflikt, gjennom utviklingsbistand for å stabilisere situasjonen og betre levekåra, og gjennom livreddande humanitær hjelp.

source: The Government will continue to take a long-term perspective of state investment in fibre infrastructure, help ensure that more capacity is built into the system than initially needed, and ensure that provisions are made for market-based leasing of capacity on open and transparent terms.
nn: Regjeringa vil fortsette å legge til rette for langsiktige perspektiv når statlege aktørar gjer fiberinvesteringar, at det blir bygd ut meir kapasitet enn eige behov når det først blir bygd, og at det samtidig blir opna for utleige i marknaden på opne og transparente vilkår.

source: An organisation can also operate its own cloud, but unless it is sufficiently large, it will not achieve the same economies of scale as with a public cloud.
nn: Ei verksemd kan òg drifte si eiga sky, men dersom verksemda ikkje er veldig stor, vil ein ikkje oppnå dei same stordriftsfordelane som ein får med å bruke ei allmenn sky.

source: To prepare teachers for helping the children to appreciate the exhibitions 28 seminars were held for a total of 241 participants.
nn: I tillegg vart det halde 28 lærarseminar for til saman 241 deltakarar, for at lærarane skal kunne formidle utstillinga vidare til elevane.

source: Textbox 4.1 Pupils as event organisers
nn: Boks 4.1 Kulturvertar – elevar som arrangørar

source: This is an increase of NOK 2 million over 2010.
nn: Det er ein auke på 2 millionar kroner frå 2010.

source: I want to congratulate Time, Stavanger, Bærum and Lillesand with the coveted award and extend my best wishes for their continued success,» says Navarsete.
nn: Eg vil gratulere Time, Stavanger, Bærum og Lillesand med den gjeve utmerkinga og ønske lukke til med godt arbeid også framover, seier Navarsete.

source: alleviate the problem with microplastics.
nn: og attraktive levekår.

source: The whaling station and graveyard in Whalers Bay, on Deception Island, and Carsten Borchgrevink’s cabins at Cape Adare are important Norwegian heritage sites.
nn: Både kvalfangststasjonen og gravplassen i Whalers Bay på Deceptionøya og hyttene til Borchgrevink på Kapp Adare er viktige norske kulturminne i dag.

source: The fund is financed by the sale of 450 million allowances from the EU ETS.
nn: Fondet vert finansiert gjennom sal av 450 millionar kvoter i det europeiske kvotesystemet.

source: information that can be stored abroad without being subject to specific conditions
nn: informasjon som kan lagrast i utlandet utan vilkår

source: Through the EU research programme Horizon 2020, moreover, it will be possible to increase EU-funded Antarctic research, which currently is relatively modest.
nn: Samstundes gjer EU sitt forskingsprogram Horisont 2020 det mogleg å auke den EU-finansierte antarktisforskinga, som er relativt låg i dag.

source: Bergen is the largest of the four.
nn: Bergen er den største av dei fire kommunane.

source: Because the problems following the dot-com bubble did not have its origin in a crisis in financial institutions, there is reason to believe that much of the decline in credit growth after the burst of the dot-com bubble resulted from a fall in the demand for credit.
nn: Av di dotcom-krisa ikkje kom av ei krise i finansinstitusjonane, er det grunn til å tru at mykje av fallet i kredittveksten etter dotcom-krisa kom av fall i etterspurnaden etter kreditt.

source: However, other factors not directly related to regulatory matters must also be taken into account when considering cloud computing.
nn: Men det finst òg mange omsyn ein må ta når ein skal vurdere skytenester som ikkje er direkte knytte til regelverket.

source: In 2006 the Museum arranged 16 different touring exhibitions that were seen by almost 43 000 schoolchildren.
nn: I 2006 hadde Nasjonalmuseet 16 ulike skuleutstillingar på turné for nærare 43 000 elevar.

source: Norwegian management of Bouvetøya can be an important factor in CCAMLR’s ecosystem management, and vice versa.
nn: Difor kan norsk forvalting av Bouvetøya vere viktig for økosystemforvaltinga til CCAMLR, og omvendt.

source: The Holberg Prize and the Nils Klim Prize are awarded annually in the beginning of June at the University Aula in Bergen.
nn: Hobergprisen og Nils Klim-prisen blir delt ut årleg i starten av juni under ein høgtideleg seremoni i Universitetsaulaen i Bergen.

source: Finanstilsynet has since 1994 been surveying how banks are practising lending secured on residential property.
nn: Finanstilsynet har sidan 1994 gjennomført undersøkingar av korleis bankane praktiserer utlån med pant i bustad.

source: Extensive international research cooperation is currently being carried out in the Antarctic, both through the established organisations and on a project basis.
nn: I dag finst det eit omfattande internasjonalt forskingssamarbeid i Antarktis, både gjennom dei etablerte organisasjonane og på prosjektbasis.

source: This network will be operational in 2022 and will increase the geographical distribution of electronic traffic.
nn: Sambandet vil vere i drift i løpet av 2022 og gi auka geografisk spreiing av ekomtrafikken.

source: Furthermore, the industry could represent NOK 30.9 billion of GDP in 2030, divided into approximately NOK 12.7 billion from colocation, NOK 3.9 billion from hyperscale and NOK 14.3 billion from edge data centres.
nn: Vidare vil næringa kunne understøtte eit BNP-bidrag på 30,9 milliardar kroner i 2030 fordelt på om lag 12,7 milliardar kroner som følge av samlokaliseringsdatasenter, 3,9 milliardar kroner frå hyperscale-datasenter og 14,3 milliardar kroner som følge av edge-datasenter.

source: and 5 of the WTO Agreement on Trade-Rela-
nn: Rekommandasjon 5 – passande, parti.

source: Through our Embassy in Lilongwe, we will continue to provide support for primary health care services throughout Malawi,’ said Mr Ulstein.
nn: Gjennom vår ambassade i Lilongwe held vi fram med å følgje opp støtta til grunnleggjande primærhelsetenester i heile Malawi, seier Ulstein.

source: Figure 2.8A shows that there has in recent years been a close correlation between equities prices and the equity component of Norwegian life insurance companies’ total assets.
nn: Figur 2.8A syner at det dei siste åra har vore ein nær samanheng mellom aksjekursar og aksjedelen i kollektivporteføljen i norske livsforsikringsselskap.

source: transport were completed in autumn 2017.
nn: -transport vart ferdigstilt hausten 2017.

source: The Ministry will therefore request the Authority to coordinate the information, planning and logistics systems for the Cultural Rucksack.
nn: Departementet vil difor be ABM-utvikling om å koordinere og samordne systema for informasjon, planlegging og logistikk i Den kulturelle skulesekken.

source: If returns on equity in the banking industry are close to a normal equilibrium level over time, this may nonetheless indicate that the intensity of competition in the banking industry does not differ from that found in other industries.
nn: Dersom eigenkapitalavkastninga i banknæringa ligg rundt eit normalt jamvektsnivå over tid, kan det likevel tyde på at konkurranseintensiteten i banknæringa ikkje skil seg frå den ein finn i andre næringar.

source: planning and the management of areas.
nn: også er til nytte for fastbuande.

source: women and men, more time for fathers to care for
nn: mellom kvinner og menn, meir tid for fedrane til

source: Monitoring, reviewing and adjusting our efforts
nn: Overordna mål om å førebyggje og løyse konflikt

source: Figure 2.27 illustrates the lending margin in relation to corporations, based on the lending rate for corporate loans less the estimated funding cost for corporate loans.
nn: Figur 2.27 viser utlånsmargin for føretak, basert på utlånsrente på føretakslån minus den estimerte finansieringskostnaden på føretakslån.
